Repository: pressbooks/pressbooks-multi-institution
Catalog: languages/pressbooks-multi-institution-*.po
Languages: es_es, fr_ca, ja

source: Tools for managing Pressbooks networks shared by multiple institutions
es_es: Herramientas para gestionar redes de Pressbooks compartidas por varias instituciones.
fr_ca: Outils de gestion des réseaux Pressbooks partagés par plusieurs institutions
ja: 複数の機関が共有する Pressbooks サイトネットワークを管理するためのツール。

source: Are you sure you want to delete the selected institutions?
es_es: ¿Confirmas que quieres borrar las instituciones seleccionadas?
fr_ca: Voulez-vous vraiment supprimer cette institution?
ja: 本当に選択した機関を削除しますか ?

source: Assign Books
es_es: Asignar libros
fr_ca: Assigner des livres
ja: 本を割り当てる

source: Book updated.
es_es: Libro actualizado.
fr_ca: Livre mis à jour.
ja: 本は更新しました。

source: Institution not found.
es_es: Institución no encontrada.
fr_ca: Institution non trouvée.
ja: 機関が見つかりません。

source: Assign Users
es_es: Asignar usuarios
fr_ca: Assigner des utilisateurs
ja: ユーザーを割り当てる

source: User updated.
es_es: Usuario actualizado.
fr_ca: Utilisateur mis à jour.
ja: ユーザーは更新しました。

source: Action completed.
es_es: Acción completada.
fr_ca: Action terminée.
ja: アクションが完了しました。

source: The form is invalid.
es_es: El formulario no es válido.
fr_ca: Le formulaire est invalide.
ja: 無効なフォーム。

source: Institution has been added.
es_es: Se ha añadido la institución.
fr_ca: L'institution a été ajoutée.
ja: 機関は追加しました。

source: Institution has been updated.
es_es: Se ha actualizado la institución.
fr_ca: L'institution a été mise à jour.
ja: 機関は更新しました。

source: The name field is required.
es_es: El campo de nombre es obligatorio.
fr_ca: Le champ nom est requis.
ja: 名前フィールドは必要です。

source: The book limit field should be numeric.
es_es: El campo de límite de libros debe ser numérico.
fr_ca: Le champ de limite du livre doit être numérique.
ja: 本数制限フィールドは数値にする必要があります。

source: %s Stats
es_es: Estadísticas de %s
ja: %s の統計

source: Institutions
es_es: Instituciones
ja: 機関

source: Institution List
es_es: Lista de instituciones
fr_ca: Liste des institutions
ja: 機関リスト

source: Add Institution
es_es: Añadir institución
fr_ca: Ajouter une institution
ja: 機関を追加

source: Edit Institution
ja: 機関を編集

source: Administer Institution
es_es: Administrar institución
ja: 機関管理

source: Sorry, you are not allowed to access this page.
es_es: Lo siento, no tienes permisos para acceder a esta página.
ja: このページにアクセスする権限がありません。

source: Unassigned
es_es: Sin asignar
fr_ca: Non assigné.
ja: 未割り当て

source: Cover
es_es: Cubierta
fr_ca: Couverture
ja: 表紙

source: Title
es_es: Título
fr_ca: Titre
ja: 書名

source: Institution
es_es: Institución
ja: 機関

source: Book Administrators
es_es: Administradores del libro
fr_ca: Administrateurs du livre
ja: 本管理者

source: Username
es_es: Nombre de usuario
fr_ca: Identifiant
ja: ユーザー名

source: Name
es_es: Nombre
fr_ca: Nom
ja: 名前

source: Email
es_es: Correo electrónico
fr_ca: Adresse courriel
ja: メール

source: %s' Book List
es_es: Lista de libros de %s
ja: %s の本リスト

source: %s's Book List
es_es: Lista de libros de %s
ja: %s の本リスト

source: There are %d books owned by %s. They use %s of storage.
es_es: Hay %d libros que son propiedad de %s. Estos ocupan %s de almacenamiento.
ja: %d 冊の本は %s が所有しているものがあります。%s のストレージを使用します。

source: Are you sure you want to delete this?
es_es: ¿Confirmas que quieres borrar esto?
fr_ca: Voulez-vous vraiment supprimer cette entrée ?
ja: 本当に削除してもよいですか ?

source: Email Domains
es_es: Dominios de correo electrónico
fr_ca: Domaines de messagerie
ja: メールドメイン

source: Buy-in
es_es: Comprar
ja: 購入

source: Institutional Managers
es_es: Gestores institucionales
fr_ca: Gestionnaires institutionnels
ja: 機関管理者

source: Books
es_es: Libros
fr_ca: Livres
ja: 本

source: Users
es_es: Usuarios
fr_ca: Utilisateurs
ja: ユーザー

source: Yes
ja: はい

source: No
ja: いいえ

source: Delete
es_es: Borrar
ja: 削除

source: unlimited
es_es: ilimitado
ja: 無制限

source: Shared Network Totals
es_es: Total para la red compartida
ja: 共有サイトネットワークの合計

source: Premium Member Totals
es_es: Total de miembro Premium
ja: プレミアムメンバーの合計

source: Total Items
es_es: Total de elementos
fr_ca: Éléments au total
ja: 総数

source: %s's User List
es_es: Lista de usuarios de %s
ja: %s のユーザーリスト

source: There is %s user assigned to %s.
es_es: Hay %s usuario asignado a %s.
ja: %s 人のユーザーは %s に割り当てられた。

source: Showing results for: %s
es_es: Mostrando resultados para: %s
fr_ca: Affichage des résultats pour : %s
ja: 表示する結果: %s

source: Clear filters
es_es: Vaciar filtros
fr_ca: Effacer tout les filtres
ja: 絞り込みをクリア

source: Search
es_es: Buscar
fr_ca: Recherche
ja: 検索

source: All
es_es: Todo
ja: すべて

source: Institutional Manager Dashboard
es_es: Escritorio del gestor institucional
ja: 機関管理者ダッシュボード

source: Welcome to
es_es: Te damos la bienvenida a
ja: ようこそ

source: Visit network homepage
es_es: Visitar la página de inicio de la red
ja: サイトネットワークのホームページを表示

source: %s has %s books and %s users.
es_es: %s tiene %s libros y %s usuarios.
ja: %s は %s 冊の本と %s 人のユーザーがいます。

source: Administer
es_es: Administrar
ja: 管理

source: Administer network art
es_es: Imagen de administrar la red
ja: サイトネットワーク管理の絵

source: View book list
es_es: Ver la lista de libros
ja: 本リストを表示

source: View user list
es_es: Ver la lista de usuarios
ja: ユーザーリストを表示

source: Explore Stats
es_es: Explorar las estadísticas
ja: 統計を調べる

source: Success
es_es: Correcto
fr_ca: Succès
ja: 成功

source: Error
fr_ca: Erreur
ja: エラー

source: Edit
es_es: Editar
fr_ca: Modifier
ja: 編集

source: Add
es_es: Añadir
fr_ca: Ajouter
ja: 追加

source: Back to Institution List
es_es: Volver a la lista de instituciones
fr_ca: Retour à la liste des institutions
ja: 機関リストに戻る

source: An asterisk (*) indicates a required field
es_es: Un asterisco (*) indica que el campo es obligatorio
ja: アステリスク (*) は必須フィールドを示す

source: Institutional Managers Allowed
es_es: Gestores institucionales permitidos
ja: 許可された機関管理者

source: Enter username or email to find existing user(s). Limit 3.
es_es: Escribe un nombre de usuario o correo electrónico para encontrar usuarios existentes. Máximo 3.
ja: ユーザー名またはメールアドレスを入力して既存のユーザーを検索します。制限は 3 件。

source: Premium Member Buy-in
es_es: Membresía Premium
ja: プレミアムメンバーバイイン

source: Book Limit
es_es: Límite de libros
fr_ca: Limite de livres
ja: 本数制限

source: For an unlimited institution, enter 0.
es_es: Para establecer que la institución no tenga un límite, escribe 0.
ja: 無制限な機関の場合は、0 を入力してください。

source: Add new
es_es: Añadir nuevo
fr_ca: Ajouter un domaine
ja: 新規追加

source: The email domain %s is already in use with %s.
ja: メールドメイン %s は、既に %s に使用されている。

source: Please use a different address.
ja: 別のアドレスを使用してください。

source: %s is already assigned as an institutional manager for %s. They cannot be assigned to manage two institutions at the same time.
es_es: %s ya tiene asignada la gestión institucional de %s. No se le puede asignar la gestión de dos instituciones al mismo tiempo.
fr_ca: %s est déjà assigné en tant que gestionnaire institutionnel à %s. Un utilisateur ne peut pas être assigné pour gérer deux institutions en même temps.
ja: %s は、既に %sの機関管理者として割り当てられている。同時に二つの機関を管理するように割り当てることはできません。

source: An institution with the name %s already exists.
ja: %s という名の機関はすでに既存です。

source: Please use a different name.
ja: 別の名を使用してください。

source: The following entry contained invalid content:
es_es: El contenido de las siguiente entrada no es válido:
ja: 次のエントリには無効なコンテンツを含みました:

source: Please correct the invalid content and resubmit the form.
es_es: Corrige el contenido no válido y reenvía el formulario.
ja: 無効な内容を修正してフォームを再送信してください。

source: - Set Institution -
es_es: - Establecer institución -
fr_ca: - Définir l'institution -
ja: - 機関を設定 -

source: Missing dependencies
es_es: Hay dependencias faltantes

source: Please run <code>composer install</code> from the root of the plugin directory.
es_es: Ejecuta <code>composer install</code> desde la raíz del directorio del plugin.
fr_ca: Veuillez exécuter <code>composer install</code> à partir de la racine du répertoire du plugin.

source: Enter exclusive email domains for this institution. One per line (e.g. utopia.edu).
es_es: Escribe dominios de correo electrónico exclusivos para esta institución. Una dirección por línea (por ejemplo: utopia.edu).
fr_ca: Saisissez les domaines de messagerie exclusifs pour cette institution. Un par ligne (par ex. utopia.edu).

source: The email domain %s is already in use with %s. Please use a different address.
es_es: El dominio de correo electrónico %s ya está siendo usado por %s. Utiliza una dirección diferente.

source: Pressbooks (Book Oven Inc.)
fr_ca: Pressbooks (Fournil aux livres Inc.)

source: The user limit field should be numeric.
fr_ca: Le champ de limite de l'utilisateur doit être numérique.

source: Email domain %s is already in use with %s. Please use a different address.
fr_ca: Le domaine de messagerie %s est déjà utilisé avec %s. Veuillez utiliser une adresse différente.

source: Showing results for:
fr_ca: Affichage des résultats pour :

source: Enter username or email to find existing user(s)
fr_ca: Saisissez l'identifiant ou le courriel pour trouver le ou les utilisateur(s) existant(s)

source: As defined in contract. Contact Pressbooks for adjustments.
fr_ca: Tel que défini dans le contrat. Contactez Pressbooks pour des ajustements.

source: User Limit
fr_ca: Limite d'utilisateurs
